value_questions_01 = [

    # 지역 (동네)에 대한 인식: 11  VS01
    "나는 내가 사는 동네의 사람들을 믿는다.",
    "내가 사는 동네의 사람들은 나를 속이지 않는다.",
    "내가 사는 동네에서는 조심하지 않으면 이용당하기 쉽다.",
    "내가 사는 동네의 사람들은 법을 잘 지킨다.",
    "내가 사는 동네에서는 질서를 위해 엄격한 규칙이 필요하다.",
    "내가 사는 동네는 법이 없어도 살 수 있는 정도이다.",
    "내가 중요한 관계를 맺고 사는 사람들은 대부분 나와 같은 동네에 살고 있다.",
    "동네 모임이 있을 경우 참석할 필요성을 별로 느끼지 않는다.",
    "나는 누군가가 내가 아닌 다른 이들을 부당하게 다루는 것을 보면 나의 비용을 들여서라도 처벌하고 싶다.",
    "나는 누군가가 내가 아닌 다른 이들에게 호의를 베푸는 것을 보면 나의 비용을 들여서라도 보답하고 싶다.",
    "나는 나에게 돌아오는 것이 없더라도 다른 이들에게 베풀면서 살고 싶다.",
]

value_questions_02 = [
    # 지역 공직자 및 공공기관 관련 인식.: 9 VS02
    "우리 동네의 공직자들 (시의원이나 공무원 등)은 다수의 이익 보다는 소수의 이익을 위해 활동한다.",
    "우리 동네의 공공기관들 (시의회, 구청 등)에 지역 주민의 일을 마음 놓고 맡길 수 있다.",
    "조심하지 않으면 이 지역 공공기관으로부터 피해를 입을 수 있다.",
    "우리 동네의 공직자들 (시의원이나 공무원 등)은 세금을 낭비하고 있다.",
    "투표는 나같은 사람이 우리 동네 공공기관 (주민센터, 시의회, 구청 등) 의 일에 영향을 미칠 수 있는 유일한 길이다.",
    "우리 동네 공공기관이 수행하는 일은 너무 복잡해서 나같은 사람은 이해할 수 없다는 생각이 들 때가 있다.",
    "우리 동네 주민들은 스스로 이 지역 공공기관 (구청, 시의회, 주민센터 등)에 협조하는 편이다.",
    "우리 동네 주민들은 지역에 일이 생겼을 때 우리 지역 공공기관과 함께하는 편이다.",
    "나는 정부가 부유한 사람에게 세금을 많이 걷고 가난한 사람에게는 보조금을 주는 것은 올바른 일이라고 생각한다.",
]

value_questions_03 = [
    # 사회적 제도와 권리에 대한 인식: 9 VS03
    "만일 생계에 못미치는 돈을 버는 사람이 있다면 정부가 도와줘야 한다.",
    "정치적 이유로 체포하는 것은 언제나 옳지 않다.",
    "모든 국가는 그 정부의 목표를 위협하는 정치적 견해가 있는 사람을 추방할 권리가 있다.",
    "언론 보도에 대한 검열이 필요할 때도 있다.",
    "모든 사람들은 동일한 노동에 대해 동일한 임금을 받을 권리가 있다.",
    "만일 부부 사이에 합의를 하지 못하게 되었을 때, 여성쪽의 견해가 결론이 되어야 한다.",
    "우리 동네 주민들은 스스로 이 지역 공공기관 (구청, 시의회, 주민센터 등)에 협조하는 편이다.",
    "정부는 개인의 이메일을 허락 없이 검열할 권리가 어쩔 수 없이 행사되어야 할 수 있다.",
    "사형 제도는 폐지되어야 한다고 생각한다.",
]

value_questions_04 = [
    # 교육제도에 대한 인식: 13 VS04
    "우리 동네의 국공립학교(초, 중, 고)에서는 학부모가 학교 운영에 적극적으로 의견을 제시한다.",
    "우리 동네 국공립학교의 운영은 민주적이다.",
    "우리 동네 국공립학교의 예결산, 인사, 행정, 학교조직 등에 관한 중요한 의사결정에 대해 학부모의 의견이 반영될 수 있다.",
    "우리 동네 국공립학교에서 남자교사와 여자교사는 차별없이 동등한 대우를 받고 있다.",
    "우리 동네 국공립학교에서는 성적, 기타 학생 인격을 침해할 수 있는 사적 정보가 보호되고 있다.",
    "우리 동네 국공립학교에서는 정규교과 외 교육활동 (보충수업, 야간학습, 0교시 자습 등)을 학생이 자유롭게 선택할 수 있다.",
    "우리 동네 국공립학교에는 체벌이 없다.",
    "나는 대안학교에 대해 알고 있다.",
    "우리 동네 국공립학교의 교육 환경은 매우 경쟁적이라고 생각한다.",
    "나에게 자녀가 있다면 정부의 인가를 받지 않은 대안학교라 할지라도 고려해볼 생각이 있다.",
    "나는 한국의 교육 제도에 대해 만족한다.",
    "나는 사회적 지위가 어떤 대학을 나왔는지 여부에 의해 크게 좌우된다고 생각한다.",
    "학교생활에서 성적은 가장 중요한 가치이다.",
]

value_questions_05 = [
    # 행복감에 대한 인식: 11 VS05
    "내가 하는 일이 재미있다.",
    "내가 어려울 때 상의할 수 있는 사람이 있다.",
    "현재 내가 속한 가정이 벌어들이고 있는 수입에 대해 만족한다.",
    "내가 현재 하는 일이 가치있게 느껴진다.",
    "나는 사소한 일에도 감사의 마음을 느낀다.",
    "나는 더 나은 사람이 되어가고 있다고 느낀다.",
    "나는 세상 살기가 힘들다고 느낀다.",
    "나는 나의 일 때문에 여가를 즐기는 것이 어렵다고 느낀다.",
    "나는 생계 문제 때문에 걱정한다.",
    "내가 하는 일이 어떤 의미가 있는지 모르겠다.",
    "현재 나는 행복하다.",
]

# 12 VS06
value_choice_questions = [
    [
        "나는 전문가의 말을 믿는 편이다.",
        "나는 내가 직접 보고 느껴야 믿는 편이다.",
    ], [
        "세상의 많은 것은 하고 싶은 것과 하기 싫은 것으로 나뉜다.",
        "세상의 많은 것은 해야만 하는 것과 해서는 안 될 것으로 나뉜다.",
    ], [
        "일에는 과정보다 성과가 중요하다.",
        "일에는 결과보다 과정이 더 중요하다.",
    ], [
        "나는 야심과 성공을 이룬 사람이 되고 싶다.",
        "나는 야심이 많은 사람보다 착한 사람이 되고 싶다.",
    ], [
        "악법은 가급적 따를 필요가 없다.",
        "악법도 법이니 현행법인한 따라야 한다.",
    ], [
        "돈과 재산은 많을수록 좋다.",
        "돈과 재산은 일정한 양까지만 갖는 것이 좋다.",
    ], [
        "관습과 권위라고 해서 존중할 필요는 없다.",
        "관습과 권위는 가급적 존중해야 한다.",
    ], [
        "나는 안정보다 변화를 좋아한다.",
        "나는 변화보다는 안정을 좋아한다.",
    ], [
        "가벼운 병이라도 의사의 처방과 지시에 잘 따른다.",
        "가벼운 병의 경우, 의사의 처방이나 지시에 잘 따르지 않는 편이다.",
    ], [
        "나는 불확실한 상황은 가급적 피하고 싶다.",
        "나는 불확실한 상황에 직면할 준비가 되어 있다.",
    ], [
        "나의 가구 소득은 지난 1년보다 다음 1년에 더 낮을 것이다.",
        "나의 가구 소득은 지난 1년보다 다음 1년에 더 높을 것이다.",
    ], [
        "나의 인생에서 종교는 중요하다.",
        "나의 인생에서 종교는 중요하지 않다.",
    ],
]
