"""Definitions Category-Word pair for KBERI IAT experiments"""

word_bundle = {
    'main_category': {
        '한국이름': [
            '김민준', '선우진아', '한도윤', '정지호', '황보정희', '오서연', '민지우', '윤채원',
        ],
        '외국이름': [   # pair, peer, partner
            '응우엔띠낌', '레꽁빈', '후인퀑탄', '팜탄빙', '산민나잉', '진꼬윈', '툰툰링', '원딴',
        ],
    },
    'sub_category': {
        '긍정': [
            '매력적인', '멋진', '아름다운', '유쾌한', '미소짓는', '축하', '성공', '즐거움',
        ],
        '부정': [
            '볼품없는', '역겨운', '불쾌한', '해로운', '실패', '고통', '혐오', '악취',
        ],
    }
}
