smoker_size_question_1 = "다음은 귀하 주변의 흡연자 규모에 대한 문항입니다."
smoker_size_question_2 = "귀하가 근무하는 부서 또는 팀 등 가장 많이 가깝게 일하는 업무단위의 총 인원수와 해당 인원중 흡연자 수는 각각 몇 명입니까?"
smoker_neighbor_question = "귀하의 직속 상사, 부서의 총괄 책임자, 그리고 소속 기관의 최고 경영자가 흡연자입니까?"
scenario_question = "다음 가상의 시나리오를 읽고 질문에 답해주십시오."
episode_a = """
현재 귀하가 근무하는 A회사에서는 근무 중 흡연 규제가 없습니다. A회사와 여타의 모든 조건이 동일한 B회사는 금연사업장으로 지정되어 사내 근무 중 흡연이 불가합니다. 사내 흡연규제가 있는 B회사로의 이직에 대한 귀하의 생각은 어떠십니까?

    현재 귀하의 연봉을 5,000만원이라고 가정하고, 금연사업장인 B회사로 이직하기 위해 현재보다 어느 정도까지 낮은 연봉도 받아들일 수 있는지 아래의 막대그래프에 표시해주십시오. B회사로 이직의사가 전혀 없으시면 해당 눈금 칸에 표시해주십시오.
"""

transfer_message = "(_____)만원의 연봉을 받아도 이직 희망함"
transfer_message_alt = "(_____)만원의 연봉 이상으로 인상되지 않으면 이직 희망함"

episode_b = """
현재 귀하가 근무하는 A회사와 근처에 있는 B회사는 여타의 모든 조건이 동일하며, 두 회사 모두 근무 중 흡연에 대한 규제가 없습니다. A, B 두 회사 중 현재 귀하가 근무하고 있는 A회사만 금연사업장으로 지정되어 곧 사내 흡연규제정책이 시행될 예정입니다. 여타의 모든 조건이 동일하지만 흡연규제정책이 없는 B회사로의 이직에 대한 귀하의 생각은 어떠십니까?
현재 귀하의 연봉을 5,000만원이라고 가정하고, 현재 근무중인 A회사에서 이보다 어느 정도의 연봉인상이 제시되어야 흡연이 자유로운 B회사로 이직하지 않기로 결정할지 아래의 막대그래프에 표시해주십시오. B회사로 이직의사가 전혀 없으시면 해당 눈금 칸에 표시해주십시오.
"""