HQ1_1 = [
    "뇌졸중(중풍)",
    "심근경색/협심증",
    "고혈압",
    "당뇨병",
    "이상지질혈증",
    "폐결핵",
    "기타(암 포함)",
]

HQ1_2 = [
    "뇌졸중(중풍)",
    "심근경색/협심증",
    "고혈압",
    "당뇨병",
    "기타(암 포함)",
]

ALCOHOL_LIST = [
    "소주",
    "맥주",
    "양주",
    "막걸리",
    "와인",
]

# todo: shuffle

SATISFACTION_QUESTIONS = [
    "전반적으로 나의 인생은 내가 이상적으로 여기는 모습에 가깝다.",
    "내 인생의 여건은 아주 좋은 편이다.",
    "나는 나의 삶에 만족한다.",
    "지금까지 나는 내 인생에서 원하는 중요한 것들을 이루어냈다.",
    "다시 태어난다 해도, 나는 지금처럼 살아갈 것이다.",
]

WORK_ENVIRONMENT_QUESTIONS = [

    # 직무환경관련  ENV01 todo: shuffle
    "나는 일이 많아 항상 시간에 쫓기며 일한다. ",
    "업무량이 현저하게 증가하였다.",
    "업무 수행 중에 충분한 휴식(짬)이 주어진다. ",
    "여러 가지 일을 동시에 해야 한다.",
    "내 업무는 창의력을 필요로 한다.",
    "내 업무를 수행하기 위해서는 높은 수준의 기술이나 지식이 필요하다.",
    "작업시간, 업무수행과정에서 나에게 결정할 권한이 주어지며 영향력을 행사할 수 있다.",
    "나의 업무량과 작업스케줄을 스스로 조절할 수 있다.",
    "나의 상사는 업무를 완료하는데 도움을 준다.",
    "나의 동료는 업무를 완료하는데 도움을 준다.",
    "직장에서 내가 힘들 때 내가 힘들다는 것을 알아주고 이해해 주는 사람이 있다.",
    "직장사정이 불안하여 미래가 불확실하다.",
    "나의 근무조건이나 상황에 바람직하지 못한 변화(예: 구조조정)가 있었거나 있을 것으로 예상된다.",
    "우리 직장은 근무평가, 인사제도(승진, 부서배치 등)가 공정하고 합리적이다.",
    "업무수행에 필요한 인원, 공간, 시설, 장비, 훈련 등의 지원이 잘 이루어지고 있다.",
    "우리 부서와 타 부서간에는 마찰이 없고 업무협조가 잘 이루어진다.",
    "일에 대한 나의 생각을 반영할 수 있는 기회와 통로가 있다.",
    "나의 모든 노력과 업적을 고려할 때, 나는 직장에서 제대로 존중과 신임을 받고 있다.",
    "내 사정이 앞으로 더 좋아질 것을 생각하면 힘든 줄 모르고 일하게 된다.",
    "나의 능력을 개발하고 발휘할 수 있는 기회가 주어진다.",
    "회식자리가 불편하다.",
    "나는 기준이나 일관성이 없는 상태로 업무 지시를 받는다.",
    "직장의 분위기가 권위적이고 수직적이다.",
    "남성, 여성이라는 성적인 차이 때문에 불이익을 받는다.",
]
